; Chromium Launcher
; https://github.com/henrypp/chrlauncher/tree/master/bin/i18n
;
; <Dutch (Nederlands)>
; <Alexei PortableApp™  https://alexeiportableapp.blogspot.com/>

[Dutch]
IDS_FILE=Bestand
IDS_RUN=Start Chromium
IDS_OPEN=Open Instellingen
IDS_EXIT=Chromium-Launcher Afsluiten
IDS_SETTINGS=Instellingen
IDS_LANGUAGE=Taal | Language
IDS_HELP=Help
IDS_WEBSITE=Website
IDS_ABOUT=Over...
IDS_DONATE=Bedank of Doneer!
IDS_TRAY_SHOW=Toon | Verberg
IDS_BROWSER=Versie Naam (Type)
IDS_CURRENTVERSION=Aanwezige Versie
IDS_VERSION=Nieuwste Versie
IDS_DATE=Uitgebracht op
IDS_ACTION_CHECK=Controleer op Update
IDS_ACTION_DOWNLOAD=Download update
IDS_ACTION_INSTALL=Installeer de Update
IDS_STATUS_CHECK=Controleer op nieuwe Uitgave...
IDS_STATUS_DOWNLOAD=Update Download...
IDS_STATUS_INSTALL=Update Uitpakken
IDS_STATUS_FOUND=Nieuwste versie "%" is beschikbaar!
IDS_STATUS_DOWNLOADED=Een Update is Ge-Download maar niet Ge-Installeerd. Sluit Chromium en klik op 'Installeer Update'.
IDS_QUESTION_STOP=Weet u zeker dat u het Chromium Update proces wilt annuleren?
IDS_CLOSE=Afsluiten
IDS_STATUS_ERROR=Fout tijdens controleren op Updates
IDS_STATUS_NOTFOUND=-> NIET Gevonden <-
IDS_RUNATEND=Start browser at end
